<?php

$lang['required'] = 'Полето %s е задължително.';
$lang['isset'] = 'Полето %s трябва да има стойност.';
$lang['valid_email'] = 'Полето %s трябва да съдържа валиден емайл адрес.';
$lang['valid_emails'] = 'Полето %s трябва да съдържа само валидни емайл адреси.';
$lang['valid_url'] = 'Полето %s трябва да съдържа валиден URL адрес.';
$lang['valid_ip'] = 'Полето %s трябва да съдържа валиден IP адрес.';
$lang['min_length'] = 'Полето %s трябва да съдържа поне %s знака.';
$lang['max_length'] = 'Полето %s не трябва да съдържа повече от %s знака.';
$lang['exact_length'] = 'Полето %s трябва да съдържа с точно %s знака.';
$lang['alpha'] = 'Полето %s може да съдържа само букви.';
$lang['alpha_numeric'] = 'Полето %s може да съдържа само букви и цифри.';
$lang['alpha_dash'] = 'Полето %s може да съдържа само букви, цифри, долна черта и тире.';
$lang['numeric'] = 'Полето %s трябва да съдържа число.';
$lang['is_numeric'] = 'Полето %s трябва да съдържа само цифри.';
$lang['integer'] = 'Полето %s трябва да съдържа цяло число (integer).';
$lang['matches'] = 'Полето %s се различава от полето %s.';
$lang['is_natural'] = 'Полето %s трябва да съдържа положително число.';
$lang['is_natural_no_zero'] = 'Полето %s трябва да съдържа числo по-голямо от нула.';
?>