<?php

$lang['ftp_no_connection'] = 'Не може да бъде намерена валидна ID връзка. Моля, проверете дали сте се свързали преди да извършите някакви действия с файла.';
$lang['ftp_unable_to_connect'] = 'Не може да се свърже с вашия FTP сървър чрез предоставения хост.';
$lang['ftp_unable_to_login'] = 'Не може да влезете в своя FTP сървър. Моля, проверете вашето потребителско име и парола.';
$lang['ftp_unable_to_makdir'] = 'Посочената от Вас директория не може да бъде създадена.';
$lang['ftp_unable_to_changedir'] = 'Директорията не може да бъде променена.';
$lang['ftp_unable_to_chmod'] = 'Не могат да бъдат зададени права. Моля проверете дали пътя е правилен. Бележка: Тази функция е достъпна само в PHP 5 или по-висока.';
$lang['ftp_unable_to_upload'] = 'Посочения файл не може да бъде качен. Моля проверете дали пътя е правилен.';
$lang['ftp_unable_to_download'] = 'Посочения файл не може да бъде свален. Моля проверете дали пътя е правилен.';
$lang['ftp_no_source_file'] = 'Посочения файл не може да бъде намерен. Моля проверете дали пътя е правилен.';
$lang['ftp_unable_to_rename'] = 'Файла не може да бъде преименуван.';
$lang['ftp_unable_to_delete'] = 'Файла не може да бъде изтрит.';
$lang['ftp_unable_to_move'] = 'Файла не може да бъде преместен. Уверете се, че директорията съществува.';
?>