<?php

$lang['imglib_source_image_required'] = 'Трябва да посочите източник на картинката във вашите настройки.';
$lang['imglib_gd_required'] = 'Необходима е GD библиотека за тази функция.';
$lang['imglib_gd_required_for_props'] = 'Вашият сървър трябва да поддържа GD библиотека, за да се определи изображението.';
$lang['imglib_unsupported_imagecreate'] = 'Вашият сървър не поддържа GD функция, необходима за процеса на този вид изображение.';
$lang['imglib_gif_not_supported'] = 'GIF изображения не се поддържат поради лицензионни ограничения. Може да използвате JPG или PNG изображения.';
$lang['imglib_jpg_not_supported'] = 'JPG изображения не се поддържат.';
$lang['imglib_png_not_supported'] = 'PNG изображения не се поддържат.';
$lang['imglib_jpg_or_png_required'] = 'Оразмеряването посочено в настройките работи само с JPEG или PNG изображения.';
$lang['imglib_copy_error'] = 'Възникна грешка при опит за замяна на файла. Уверете се, че директорията е разрешена за писане.';
$lang['imglib_rotate_unsupported'] = 'Завъртане на снимката не се поддържа от вашия сървър.';
$lang['imglib_libpath_invalid'] = 'Пътят към снимките не е правилен. Моля, укажете правилния път в настройките на снимките.';
$lang['imglib_image_process_failed'] = 'Обработката на изображението се провали. Уверете се, че сървъра поддържа избрания протокол и че пътят към изображението е правилен.';
$lang['imglib_rotation_angle_required'] = 'Ъгъл на въртене се изисква, за да завъртите изображението.
';
$lang['imglib_writing_failed_gif'] = 'GIF картинка.';
$lang['imglib_invalid_path'] = 'Пътят към изображението не е правилен.';
$lang['imglib_copy_failed'] = 'Копираната картинка върна грешка.';
$lang['imglib_missing_font'] = 'Не може да се намери шрифт за използване.';
$lang['imglib_save_failed'] = 'Не може да запазите изображението. Моля, уверете се, че изображението и файловите директории имат права за писане.';
?>