<?php

$lang['required'] = 'Полето %s е задължително.';
$lang['isset'] = 'Полето %s трябва да има стойност.';
$lang['valid_email'] = 'Полето %s трябва да съдържа валиден емайл адрес.';
$lang['valid_emails'] = 'Полето %s трябва да съдържа валидни емайл адреси.';
$lang['valid_url'] = 'Полето %s трябва да съдържа валиден URL адрес.';
$lang['valid_ip'] = 'Полето %s трябва да съдържа валиден IP адрес.';
$lang['min_length'] = 'Полето %s трябва да бъде минимум %s знака.';
$lang['max_length'] = 'Полето %s не може да надвишава %s знака.';
$lang['exact_length'] = 'Полето %s трябва да бъде точно %s знака.';
$lang['alpha'] = 'Полето %s трябва да съдържа само букви.';
$lang['alpha_numeric'] = 'Полето %s трябва да съдържа само букви и цифри.';
$lang['alpha_dash'] = 'Полето %s трябва да съдържа само букви, цифри, долна черта и тире.';
$lang['numeric'] = 'Полето %s трябва да съдържа число.';
$lang['integer'] = 'Това поле %s трябва да съдържа цяло число (integer).';
$lang['matches'] = 'Полето %s се различава от полето %s.';
?>